Repository: hitobito/user_documentation
Catalog: locales/*/LC_MESSAGES/access_concept.po
Languages: fr, it

source: Beim Hinzufügen von John in Gruppen, Anlässen und Abos überprüft hitobito Johns Haupt-Rolle (die Rolle die mit einem Stern markiert ist). Falls John keine aktive Rolle mehr hat, überprüft hitobito stattdessen die letzte Rolle die noch aktiv war. Es wird überprüft, ob in der Ebene dieser Rolle die manuellen Freigaben aktiviert sind. Beispiel: John hat seine Haupt-Rolle in der Arbeitsgruppe "Saturn" des Vereins "Sterngucker Luzern". Die manuellen Freigaben können bei der Ebene (Verein Sterngucker Luzern) auf dem Anfragen-Tab aktiviert werden.
fr: Lors de l'ajout de John dans des groupes, des événements et des abonnements, hitobito vérifie le rôle principal de John (celui qui est marqué d'une étoile). Si John n'a plus de rôle actif, hitobito vérifie alors le dernier rôle qui a été actif. Le système vérifie si les validations manuelles sont activées au niveau de ce rôle. Exemple : le rôle principal de John est au sein du groupe de travail "Saturne" de l'association "Sterngucker Luzern". Les validations manuelles peuvent être activées par niveau (association Sterngucker Luzern) dans l'onglet des demandes.
it: Quando si aggiunge John a gruppi, eventi e abbonamenti, hitobito controlla il ruolo principale di John (il ruolo contrassegnato da un asterisco). Se John non ha più un ruolo attivo, hitobito controllerà invece l'ultimo ruolo che era ancora attivo. Viene controllato se i rilasci manuali sono attivati ​​nel livello di questo ruolo. Esempio: John ha il suo ruolo principale nel gruppo di lavoro "Saturno" dell'associazione "Osservatori di stelle Lucerna". Le approvazioni manuali possono essere attivate a livello (Associazione osservatori di stelle Lucerna) nella scheda Richieste.

source: Sind manuelle Freigaben in der Ebene aktiviert, dann wird John nicht direkt in die neue fremde Gruppe, Anlass oder Abo hinzugefügt, sondern es wird eine Zugriffsanfrage ausgelöst. Anna sieht dann folgende Nachricht:
fr: Si les validations manuelles sont activées dans le niveau, John n'est pas directement ajouté au nouveau groupe, événement ou abonnement inconnu, mais une demande d'accès est envoyée. Anna voit alors le message suivant :
it: Se nel livello sono attivati ​​rilasci manuali, John non verrà aggiunto direttamente al nuovo gruppo, evento o abbonamento straniero, ma verrà attivata una richiesta di accesso. Anna vede quindi il seguente messaggio:

source: Alle Personen die auf dem Anfragen-Tab ausgewählt sind, sowie John falls er einen Login hat, bekommen ein E-Mail welches darüber informiert dass Anna John an einem neuen Ort hinzufügen will. Von diesem E-Mail aus oder auf dem Anfragen-Tab der Gruppe kann die Zugriffsanfrage akzeptiert oder abgelehnt werden.
fr: Toutes les personnes concernées par l'onglet demandes, ainsi que John s'il a un login, reçoivent un e-mail les informant qu'Anna veut ajouter John à un nouvel emplacement. La demande d'accès peut être acceptée ou refusée à partir de cet e-mail ou dans l'onglet demandes du groupe.
it: Tutte le persone selezionate nella scheda Richieste, più John se ha un login, riceveranno un'e-mail che le informa che Anna desidera aggiungere John a una nuova posizione. Da questa email o dalla scheda Richieste del gruppo, la richiesta di accesso può essere accettata o negata.

source: So bekommt Anna nie unberechtigten Zugriff auf die Personendaten von John. Das Ganze funktioniert aber nur, wenn die manuellen Freigaben auf der Ebene aktiviert sind. Es wird keine Zugriffsanfrage ausgelöst wenn Anna bereits vorher Zugriff auf John hat (z.B. wenn beide eine Rolle mit `contact_data` haben).
fr: Ainsi, Anna ne pourra jamais accéder de manière non autorisée aux données personnelles de John. Mais tout cela ne fonctionne que si les validations manuelles sont activées dans le niveau. Aucune demande d'accès n'est déclenchée si Anna a déjà eu accès à John auparavant (par ex. si les deux ont un rôle avec `contact_data`).
it: In questo modo, Anna non ottiene mai l'accesso non autorizzato ai dati personali di John. Tuttavia, il tutto funziona solo se i rilasci manuali sono attivati ​​al livello. Nessuna richiesta di accesso viene attivata se Anna ha già accesso a John (ad esempio se entrambi hanno un ruolo con `contact_data`).
