Repository: hitobito/user_documentation
Catalog: locales/*/LC_MESSAGES/access_concept.po
Languages: fr, it

source: Berechtigungskonzept
fr: Concept d'autorisation
it: Concetto di autorizzazione

source: Gruppen / Rollen - Wie funktioniert das?
fr: Groupes / rôles - Comment ça fonctionne ?
it: Gruppi / ruoli - Come funzionano?

source: In hitobito können komplexe hierarchische Organisationen abgebildet werden. Alles basiert darauf, dass wir verschiedene Gruppentypen zulassen, welche auch definieren welche Rollen zur Verfügung stehen.
fr: hitobito permet de représenter des organisations hiérarchiques complexes. Le principe est de pouvoir créer différents types de groupes, lesquels définissent également les rôles possibles.
it: In hitobito possono essere mappate organizzazioni gerarchiche complesse. Tutto si basa sul fatto che consentiamo diversi tipi di gruppo, che definiscono anche quali ruoli sono disponibili.

source: Jede Organisation kann aus mehreren Ebenen bestehen, z. B. Dachverband, Kantonalverband (, optionale Zwischenstufen wie Regionen) und Ortsgruppen.
fr: Chaque organisation peut se composer de plusieurs niveaux, par exemple l'association faîtière, l'association cantonale (, des niveaux intermédiaires optionnels comme les régions) et les groupes locaux.
it: Ogni organizzazione può essere composta da più livelli, ad es. associazione mantello, associazione cantonale (, livelli intermedi facoltativi come le regioni) e gruppi locali.

source: Jede Ebene kann intern wieder ihre innere Struktur haben, es gibt einen Vorstand, Arbeitsgruppen, Mitgliederlisten, Kontaktlisten.
fr: Chaque niveau peut à nouveau avoir sa structure propre en interne, il peut y avoir un comité, des groupes de travail, des listes de membres, des listes de contacts.
it: Ogni livello può avere una propria struttura interna, c'è un consiglio, gruppi di lavoro, elenchi di membri, elenchi di contatti.

source: Jede Person hat eine oder mehrere Rollen. Diese Rollen definieren, wen man sehen kann, und von vom man gesehen wird.
fr: Chaque personne a un ou plusieurs rôles. Ces rôles définissent qui on peut voir et par qui on est vu.
it: Ogni persona ha uno o più ruoli. Questi ruoli definiscono chi puoi vedere e da chi puoi essere visto.

source: Hier einige Beispiele, wie das aussehen kann.
fr: Voici quelques exemples de ce à quoi cela pourrait ressembler.
it: Ecco alcuni esempi di come può apparire.

source: Karin ist Geschäftsleiter direkt im Dachverband
fr: Karine est secrétaire générale directement au sein de l'association faîtière
it: Karin è il capo direttamente nell'organizzazione mantello

source: technisch: ``layer_and_below_full`` direkt in Dachverband, inkl. ``contact_data``
fr: technique : ``layer_and_below_full`` directement dans l'association faîtière, y compris ``contact_data``
it: tecnicamente: ``layer_and_below_full`` direttamente nell'associazione mantello, incl. ``contact_data``

source: Karin sieht:
fr: Karine voit :
it: Karin vede:

source: Karin hat vollen Zugriff auf ihrer Ebene und auf alle darunter liegenden Ebenen. Dadurch kann sie alle Personen im Dachverband, in Regionen und auf oberster Ebene der Ortsgruppen sehen und ändern. Nicht sichtbar und änderbar sind für sie alle Personen, die innerhalb einer Ortsgruppe, also in einer Untergruppe unter der Ortsgruppe, aufgehängt sind. Da Karin's Rolle als kontaktrelevant geführt ist (sog. ContactData-Flag, siehe unten), kann sie alle anderen Personen mit Kontaktrelevanz sehen, unabhängig von deren Position innerhalb der Struktur.
fr: Karin a un accès complet sur son niveau et sur tous les niveaux inférieurs. Elle peut ainsi voir et modifier toutes les personnes de l'association faîtière, des régions et du plus haut niveau des groupes locaux. Elle ne peut ni voir ni modifier toutes les personnes qui se trouvent dans un groupe local, c'est-à-dire dans un sous-groupe subordonné au groupe local. Comme le rôle de Karine est classé comme important pour les contacts ("ContactData-Flag", voir ci-dessous), elle peut voir toutes les autres personnes importantes pour les contacts, indépendamment de leur position dans la structure.
it: Karin ha pieno accesso al suo livello e a tutti i livelli inferiori. Questo le permette di vedere e cambiare tutti nell'organizzazione mantello, nelle regioni e al livello più alto dei gruppi locali. Tutte le persone che sono collegate a un gruppo locale, cioè in un sottogruppo del gruppo locale, non sono visibili per lei e non possono essere modificate. Poiché il ruolo di Karin è elencato come rilevante per il contatto (il cosiddetto flag ContactData, vedi sotto), può vedere tutte le altre persone con rilevanza per il contatto, indipendentemente dalla loro posizione all'interno della struttura.

source: Karin sehen:
fr: Voient Karine :
it: Karin è vista da:

source: Karin ist für alle anderen Personen mit Rechten innerhalb der Ebene des Dachverbands sichtbar. Auf Grund der Kontaktrelevanz von Karin's Rolle ist sie ebenfalls für alle anderen kontaktrelevanten Rollen sichtbar.
fr: Karine est visible pour toutes les autres personnes ayant des droits au niveau de l'association faîtière. En raison de son importance pour les contacts, le rôle de Karin est également visible pour tous les autres rôles ayant une importance pour les contacts.
it: Karin è visibile a tutte le altre persone con diritti all'interno del livello dell'organizzazione mantello. A causa della rilevanza del contatto del ruolo di Karin, è visibile anche a tutti gli altri ruoli rilevanti per il contatto.

source: Luca ist ein Mitglied in einem Gremium im Dachverband
fr: Luca est membre d'un organe de l'association faîtière
it: Luca è membro di un comitato nell'organizzazione mantello

source: technisch: ``group_read`` in Gremium ohne ``contact_data``
fr: techniquement : ``group_read`` dans un organe sans ``contact_data``
it: tecnicamente: ``group_read`` nel gremio senza``contact_data``

source: Luca sieht:
fr: Luca voit :
it: Luca vede:

source: Luca sieht alle Mitglieder und Leitung innerhalb des Gremiums. Sonst sieht er niemanden ausserhalb des Gremiums.
fr: Luca voit tou·te·s les membres et la maîtrise au sein de l'organe. Il ne voit personne d'autre en dehors de son organe.
it: Luca vede tutti i membri e la direzione all'interno del gremio. Altrimenti non vede nessuno al di fuori del gremio.

source: Luca sehen:
fr: Voient Luca :
it: Luca è visto da:

source: Luca ist für Personen mit vollen Rechten (``layer_full`` oder ``layer_and_below_full``) für die Dachverbandsebene sicht- und änderbar. Zusätzlich kann die Leitung innerhalb seines Gremiums seine Daten einsehen und ändern (``group_full``). Seine Kollegen mit gleicher Rolle im Gremium sehen seine Daten, können diese aber nicht ändern (``group_read``)
fr: Luca est visible et modifiable par les personnes ayant les pleins droits (``layer_full`` ou ``layer_and_below_full``) au niveau de l'association faîtière. De plus, la maîtrise de son organe peut voir et modifier ses données (``group_full``). Ses collègues ayant le même rôle dans le comité voient ses données, mais ne peuvent pas les modifier (``group_read``).
it: Luca è visibile e modificabile per le persone con pieni diritti (``layer_full`` o ``layer_and_below_full``) per il livello di organizzazione mantello. Inoltre, la direzione all'interno del suo gremio può visualizzare e modificare i suoi dati (``group_full``). I suoi colleghi con lo stesso ruolo nel comitato possono vedere i suoi dati ma non possono cambiarli (``group_read``)

source: Maria hat eine Rolle in der Region
fr: Maria a un rôle dans une région
it: Maria assume un ruolo nella regione

source: technisch: ``group_read`` inkl. ``contact_data``
fr: technique : ``group_read`` y compris ``contact_data``
it: tecnicamente: ``group_read`` incl. ``contact_data``

source: Maria sieht
fr: Maria voit :
it: Maria vede

source: Maria kann alle Mitglieder ihrer Gruppe sehen, also alle Mitarbeitenden auf Regionsebene.
fr: Maria peut voir tous les membres de son groupe, c'est-à-dire tou·te·s les collaborateur·trice·s au niveau régional.
it: Maria può vedere tutti i membri del suo gruppo, ovvero tutti i collaboratori a livello regionale.

source: Da Maria's Rolle als kontaktrelevant geführt ist (sog. ContactData-Flag, siehe unten), kann sie alle anderen Personen mit Kontaktrelevanz sehen, unabhängig von deren Position innerhalb der Struktur.
fr: Comme le rôle de Maria est classé comme important pour les contacts ("ContactData-Flag", voir ci-dessous), elle peut voir toutes les autres personnes importantes pour les contacts, indépendamment de leur position dans la structure.
it: Poiché il ruolo di Maria è elencato come rilevante per il contatto (il cosiddetto flag ContactData, vedi sotto), può vedere tutte le altre persone con rilevanza per il contatto, indipendentemente dalla loro posizione all'interno della struttura.

source: Maria sehen
fr: Voient Maria :
it: Maria è vista da

source: Maria ist für alle anderen Personen mit Rechten innerhalb der Ebene des Dachverbands sichtbar. Auf Grund der Kontaktrelevanz von Maria's Rolle ist sie ebenfalls für alle anderen kontaktrelevanten Rollen sichtbar.
fr: Maria est visible pour toutes les autres personnes ayant des droits au niveau de l'association faîtière. En raison de son importance pour les contacts, le rôle de Maria est également visible par tous les autres rôles ayant une importance pour les contacts.
it: Maria è visibile a tutte le altre persone con diritti all'interno del livello di organizzazione mantello. A causa della rilevanza di contatto del ruolo di Maria, è visibile anche a tutti gli altri ruoli rilevanti per il contatto.

source: Petra leitet ein Gremium in der Region
fr: Petra gère un organe dans une région
it: Petra dirige un gremio nella regione

source: technisch: ``layer_read`` inkl. ``contact_data``
fr: technique : ``layer_read`` y compris ``contact_data``
it: tecnicamente: ``layer_read`` incl. ``contact_data``

source: Petra sieht:
fr: Petra voit :
it: Petra vede:

source: Petra sieht alle Personen in der Region inkl. Personen in allfälligen Untergruppen. Sie sieht jedoch keine Personen in Ortsgruppen, welche der Region angehängt sind.
fr: Petra voit toutes les personnes de sa région, y compris celles des éventuels sous-groupes. Cependant, elle ne voit pas les personnes des groupes locaux qui sont rattachés à la région.
it: Petra vede tutte le persone nella regione, comprese le persone in tutti i sottogruppi. Tuttavia, non vede persone in gruppi locali attaccati alla regione.

source: Da Petra's Rolle als kontaktrelevant geführt ist (sog. ContactData-Flag, siehe unten), kann sie alle anderen Personen mit Kontaktrelevanz sehen, unabhängig von deren Position innerhalb der Struktur.
fr: Comme le rôle de Petra est classé comme important pour les contacts ("ContactData-Flag", voir ci-dessous), elle peut voir toutes les autres personnes importantes pour les contacts, indépendamment de leur position dans la structure.
it: Poiché il ruolo di Petra è gestito come rilevante per il contatto (il cosiddetto flag ContactData, vedi sotto), può vedere tutte le altre persone con rilevanza per il contatto, indipendentemente dalla loro posizione all'interno della struttura.

source: Petra sehen
fr: Voient Petra :
it: Petra è vista da

source: Petra ist für Personen auf kantonaler oder Dachverbandsebene sichtbar, welche eine Rolle mit Zugriff auf untergeordnete Ebenen besitzen (``layer_and_below``). Zudem sehen alle Personen in der Region, die Rechte innerhalb der Gruppe oder der Ebene besitzen, ihre Daten.
fr: Petra est visible par les personnes au niveau cantonal ou de l'association faîtière qui ont un rôle avec accès aux niveaux inférieurs (``layer_and_below``). De plus, toutes les personnes de la région qui ont des droits au sein du groupe ou du niveau voient ses données.
it: Petra è visibile alle persone a livello di cantone o organizzazione mantello che hanno un ruolo con accesso ai livelli inferiori (``layer_and_below``). Inoltre, tutte le persone nella regione che hanno diritti all'interno del gruppo o livello possono vedere i suoi dati.

source: Auf Grund der Kontaktrelevanz von Petra's Rolle ist sie ebenfalls für alle anderen kontaktrelevanten Rollen sichtbar.
fr: En raison de son importance pour les contacts, le rôle de Maria est également visible par tous les autres rôles ayant une importance pour les contacts.
it: A causa della rilevanza del contatto del ruolo di Petra, è visibile anche a tutti gli altri ruoli rilevanti per il contatto.

source: Anna leitet eine Ortsgruppe
fr: Anna gère un groupe local
it: Anna dirige un gruppo locale

source: technisch: ``layer_full`` incl. ``contact_data``
fr: technique : ``layer_full`` y compris ``contact_data``
it: tecnicamente: ``layer_full`` incl. ``contact_data``

source: Anna sieht
fr: Anna voit :
it: Anna vede

source: Anna sieht alle Personen innerhalb der Ortsgruppe.
fr: Anna voit toutes les personnes au sein du groupe local.
it: Anna vede tutte le persone all'interno del gruppo locale.

source: Da Anna's Rolle als kontaktrelevant geführt ist (sog. ContactData-Flag, siehe unten), kann sie alle anderen Personen mit Kontaktrelevanz sehen, unabhängig von deren Position innerhalb der Struktur.
fr: Comme le rôle d'Anna est classé comme important pour les contacts ("ContactData-Flag", voir ci-dessous), elle peut voir toutes les autres personnes importantes pour les contacts, indépendamment de leur position dans la structure.
it: Poiché il ruolo di Anna è elencato come rilevante per il contatto (il cosiddetto flag ContactData, vedi sotto), può vedere tutte le altre persone con rilevanza per il contatto, indipendentemente dalla loro posizione all'interno della struttura.

source: Anna sehen
fr: Voient Anna :
it: Anna è vista da

source: Anna ist für Personen oberhalb der Ortsgruppe sichtbar, falls diese das Recht besitzen, Personen unterhalb ihrer Ebene zu sehen. Zudem können ihre Kolleginnen und Kollegen innerhalb der Ortsgruppe ihre Daten sehen, falls sie das Recht für die Gruppe oder die Ebene besitzen. Auf Grund der Kontaktrelevanz von Anna's Rolle ist sie ebenfalls für alle anderen kontaktrelevanten Rollen sichtbar.
fr: Anna est visible par les personnes situées au-dessus du groupe local si elles ont l'autorisation de voir les personnes situées en dessous de leur niveau. De plus, ses collègues au sein du groupe local peuvent voir ses données s'iels ont le droit de voir les membres du groupe ou du niveau. En raison de son importance pour les contacts, le rôle d'Anna est également visible par tous les autres rôles ayant une importance pour les contacts.
it: Anna è visibile alle persone al di sopra del gruppo locale se hanno il diritto di vedere le persone al di sotto del loro livello. Inoltre, i loro colleghi all'interno del gruppo locale possono vedere i loro dati se hanno diritto per il gruppo o il livello. A causa della rilevanza di contatto del ruolo di Anna, è visibile anche a tutti gli altri ruoli rilevanti per il contatto.

source: Franz leitet eine Einheit innerhalb einer Ortsgruppe
fr: François gère une unité au sein d'un groupe local
it: Franz guida un'unità all'interno di un gruppo locale

source: technisch: ``layer_read`` (ohne ``contact_data``)
fr: technique : ``layer_read`` (sans ``contact_data``)
it: tecnicamente: ``layer_read`` (senza ``contact_data``)

source: Franz sieht
fr: François voit :
it: Franz vede

source: Franz sieht alle Personen innerhalb der Ortsgruppe, kann diese aber nicht ändern.
fr: François voit toutes les personnes au sein du groupe local, mais ne peut pas les modifier.
it: Franz vede tutte le persone all'interno del gruppo locale, ma non può cambiarle.

source: Franz sehen
fr: Voient François :
it: Franz è visto da

source: Franz ist für Personen in der Ortsgruppe sichtbar, falls diese das Recht besitzen, Personen innerhalb der ganzen Ebene zu sehen. Personen oberhalb der Ortsgruppe können Franz nicht sehen.
fr: François est visible par les personnes du groupe local si celles-ci ont le droit de voir les personnes de tout le niveau. Les personnes appartenant à un niveau supérieur ne peuvent pas voir François.
it: Franz è visibile alle persone del gruppo locale se hanno il diritto di vedere le persone all'interno dell'intero livello. Le persone al di sopra del gruppo locale non possono vedere Franz.

source: Jonas ist Mitglied innerhalb einer Gruppe in der Ortsgruppe
fr: Jonas est membre d'un groupe au sein d'un groupe local
it: Jonas è un membro di un gruppo nel gruppo locale

source: technisch: ``none``
fr: techniquement : ``none``
it: tecnicamente: ``none``

source: Jonas sieht
fr: Jonas voit :
it: Jonas vede

source: Jonas sieht keine weiteren Personen.
fr: Jonas ne voit personne d'autre.
it: Jonas non vede altre persone.

source: Jonas sehen
fr: Voient Jonas :
it: Jonas è visto da

source: Jonas ist für Personen in der Ortsgruppe sichtbar, falls diese das Recht besitzen, Personen innerhalb der ganzen Ebene zu sehen. Personen oberhalb der Ortsgruppe können Jonas nicht sehen.
fr: Jonas est visible par les personnes du groupe local si celles-ci ont le droit de voir les personnes de l'ensemble du niveau. Les personnes appartenant à un niveau supérieur ne peuvent pas voir Jonas.
it: Jonas è visibile alle persone del gruppo locale se hanno il diritto di vedere le persone all'interno dell'intero livello. Le persone al di sopra del gruppo locale non possono vedere Jonas.

source: Kumulierung von Rollen innerhalb der Struktur
fr: Cumul de rôles au sein de la structure
it: Accumulo di ruoli all'interno della struttura

source: Die Zugriffe durch mehrere Rollen kumulieren sich. So ist ein Mitglied einer Ortsgruppe, das gleichzeitig in der Region aktiv ist, trotzdem für die Regionsleitung sichtbar.
fr: Les accès obtenus par plusieurs rôles se cumulent. Ainsi, un·e membre d'un groupe local qui est aussi actif·ive dans une région est tout de même visible par la maîtrise de la région.
it: Gli accessi da più ruoli si accumulano. Un membro di un gruppo locale che è allo stesso tempo attivo nella regione è ancora visibile alla dirigenza regionale.

source: Daten in Anlässen (Lagern, Kursen)
fr: Données dans les événements (camps, cours)
it: Date in eventi (campi, corsi)

source: Teilnehmer in einem Anlass können die Teilnehmerliste einsehen und sehen dort ihre gegenseitigen Kontaktdaten. Die Daten sind nur im Kontext "Anlass" sichtbar, wenn über die Teilnehmerliste zur Person navigiert wird. Im Kontext einer "Gruppe", wenn über die Gruppenhierarchie zur Person navigiert wird, gelten die Zugriffsrechte gemäss den strukturbasierten Rechten oben.
fr: Les participant·e·s à un événement peuvent consulter la liste des participant·e·s et y voir leurs données de contact mutuelles. Les données ne sont visibles que dans le contexte "événement", lorsque l'on accède à la personne via la liste des participant·e·s. Dans le contexte d'un "groupe", lorsque l'on accède à la personne via la hiérarchie des groupes, les droits d'accès sont les mêmes que les droits fondés sur la structure ci-dessus.
it: I partecipanti a un evento possono visualizzare l'elenco dei partecipanti e vedere i loro contatti reciproci lì. I dati sono visibili solo nel contesto di "Evento" quando si naviga verso la persona tramite l'elenco dei partecipanti. Nel contesto di un "gruppo", durante la navigazione verso la persona tramite la gerarchia del gruppo, i diritti di accesso si applicano in base ai diritti basati sulla struttura di cui sopra.

source: Spezialfall ``Contact_Data``
fr: Cas particulier ``Contact_Data``
it: Caso speciale ``Contact_Data``

source: Ist die Rolle einer Person als kontaktrelevant markiert, so hat diese Person auf alle anderen Personen mit kontaktrelevanten Rollen Zugriff. Gleichzeitig ist sie auch für alle anderen Personen mit kontaktrelevanten Rollen sichtbar. Dies umfasst Rollen, welche häufig im Austausch mit Personen aus anderen Ortsgruppen stehen.
fr: Si le rôle d'une personne est classé comme important pour les contacts, cette personne a accès à toutes les autres personnes ayant des rôles importants pour les contacts. Elle est également visible pour toutes les autres personnes ayant des rôles importants pour les contacts. Cela comprend des rôles qui sont souvent en échange avec des personnes d'autres groupes locaux.
it: Se il ruolo di una persona è contrassegnato come rilevante per il contatto, questa persona ha accesso a tutte le altre persone con ruoli rilevanti per il contatto. Allo stesso tempo, è visibile anche a tutte le altre persone con ruoli rilevanti per il contatto. Ciò include ruoli che vengono spesso scambiati con persone di altri gruppi locali.

source: Spezialfall ``finance``
fr: Cas particulier ``finance``
it: Caso speciale ``finance``

source: Erlaubt auf der entsprechenden Ebene Rechnungen zu erstellen und einzusehen.
fr: Permet de générer et de consulter des factures sur le niveau concerné.
it: Consente di creare e visualizzare fatture al livello appropriato.

source: Spezialfall ``impersonation``
fr: Cas particulier ``impersonnalisation``
it: Caso speciale ``impersonation``

source: Darf andere Accounts temporär übernehmen, z. B. für Support Aufgaben oder für Tests. Dies ist eine sehr mächtige Funktion und sollte nur an klar definierte Rollen vergeben werden.
fr: Peut reprendre temporairement d'autres comptes, par exemple pour des raisons d'assistance ou des tests. Il s'agit d'une fonction très puissante qui ne devrait être attribuée qu'à des rôles clairement définis.
it: Può rilevare temporaneamente altri account, ad es. per compiti di supporto o per tests. Questa è una caratteristica molto potente e dovrebbe essere assegnata solo a ruoli chiaramente definiti.

source: Security: Zugriffsanfragen und manuelle Freigabe
fr: Security : demandes d'accès et validation manuelle
it: Security: richieste di accesso e concessione manuale

source: Angenommen, Anna möchte unberechtigt Zugriff auf die persönlichen Daten von John bekommen. Dazu kann Anna John einfach in einer Gruppe, einem Anlass oder Abo hinzufügen, in der sie Zugriffsrechte hat. Dieses Datenschutz-Problem kann in hitobito mit den "manuellen Freigaben" verhindert werden.
fr: Supposons qu'Anna souhaite obtenir un accès non autorisé aux données personnelles de John. Pour cela, Anna peut simplement ajouter John dans un groupe, un événement ou un abonnement dans lequel elle a des droits d'accès. Ce problème de protection des données peut être évité dans hitobito grâce aux "validations manuelles".
it: Supponiamo che Anna desideri l'accesso non autorizzato alle informazioni personali di John. Per fare ciò, Anna può semplicemente aggiungere John a un gruppo, evento o abbonamento a cui ha diritti di accesso. Questo problema di protezione dei dati può essere prevenuto in hitobito con i "concessione manuale".
