Repository: hitobito/user_documentation
Catalog: locales/*/LC_MESSAGES/ebics.po
Languages: fr, it

source: EBICS Schnittstelle
fr: Interface EBICS
it: Interfaccia EBICS

source: Allgemeines
fr: Généralités
it: Generale

source: Hitobito lässt sich mit einem Bank- oder Postkonto verbinden. Dies bedeutet folgendes:
fr: Hitobito peut être relié à un compte bancaire ou postal. Cela signifie ce qui suit :
it: Hitobito può essere collegato a un conto bancario o postale. Ciò significa quanto segue:

source: Wird eine Zahlung über hitobito ausgelöst und vom Empfänger bezahlt, ist diese Information nicht mehr nur im Bankkonto ersichtlich, sondern wird auch im hitobito ausgewiesen. Hitobito kann so die Buchhaltung unterstützen, da damit die Zahlungseingänge zentral und personifiziert überwacht werden können.
fr: Si un paiement est déclenché via hitobito et payé par le destinataire, cette information n'est pas seulement visible dans le compte bancaire, mais elle est également affichée dans hitobito. Hitobito peut ainsi soutenir la comptabilité, car les entrées de paiement peuvent ainsi être surveillées de manière centralisée et personnalisée.
it: Se un pagamento viene avviato tramite hitobito e pagato dal destinatario, questa informazione non è più visibile solo nel conto bancario, ma viene mostrata anche in hitobito. In questo modo, hitobito può supportare la contabilità, poiché i pagamenti in entrata possono essere monitorati centralmente e personalmente.

source: Als Schnittstelle verwendet hitobito die Technologie EBICS. EBICS ist eine standardisierte Schnittstelle zu Finanzapplikationen und wird in der Schweiz von beinahe allen Banken angeboten (Ausnahmen sind möglich, uns aber nicht bekannt). Mehr Informationen zu EBICS findet ihr auf den Webseiten der verschiedenen Banken.
fr: hitobito utilise la technologie EBICS comme interface. EBICS est une interface standardisée pour les applications financières et est proposée en Suisse par presque toutes les banques (des exceptions sont possibles, mais nous n'en avons pas connaissance). Vous trouverez plus d'informations sur EBICS sur les sites internet des différentes banques.
it: Hitobito utilizza la tecnologia EBICS come interfaccia. EBICS è un'interfaccia standardizzata per le applicazioni finanziarie ed è offerto da quasi tutte le banche in Svizzera (sono possibili eccezioni, ma non ne siamo a conoscenza). Puoi trovare maggiori informazioni su EBICS sui siti web delle varie banche.

source: Über die `EBICS Schnittstelle <https://www.six-group.com/de/products-services/banking-services/standardization.html#scrollTo=ebics/>`_ können camt054 Dateien regelmässig von einem Finanzinstitut bezogen werden. Mittels Referenznummer werden die Zahlungen einer Rechnung von der Ebene zugewiesen. Zahlungen die keiner Rechnung zugewiesen werden können, werden ignoriert
fr: L'interface `EBICS <https://www.six-group.com/de/products-services/banking-services/standardization.html#scrollTo=ebics/>`_ permet d'obtenir régulièrement des fichiers camt054 d'un établissement financier. Au moyen du numéro de référence, les paiements sont associés à une facture du niveau. Les paiements qui ne peuvent pas être attribués à une facture sont ignorés.
it: I file camt054 possono essere ottenuti regolarmente da un istituto finanziario tramite l'interfaccia `EBICS <https://www.six-group.com/de/products-services/banking-services/standardization.html#scrollTo=ebics/>`_. I pagamenti vengono assegnati a una fattura dal livello utilizzando un numero di riferimento. I pagamenti che non possono essere assegnati a una fattura verranno ignorati

source: In den Rechnungseinstellungen kann pro Ebene die EBICS Schnittstelle definiert werden. Zugangsdaten werden verschlüsselt in Hitobito abgelegt.
fr: Dans les paramètres de facturation, il est possible de définir l'interface EBICS par niveau. Les données d'accès sont enregistrées de manière cryptée dans hitobito.
it: L'interfaccia EBICS può essere definita per ogni livello nelle impostazioni della fattura. I dati di accesso vengono archiviati crittografati in Hitobito.

source: Wir richte ich die Schnittstelle ein?
fr: Comment configurer l'interface ?
it: Come si imposta l'interfaccia?

source: Über die eigene Bank/Post muss ein EBICS Vertrag angefordert werden.
fr: Un contrat EBICS doit être demandé via sa propre banque/poste.
it: Il contratto EBICS va richiesto tramite la propria banca/ufficio postale.

source: Der Vertrag regelt, welche Konten mit hitobito verknüpft werden. Es können mehrere Konten gleichzeitig über EBICS mit hitobito verknüpft werden.
fr: Le contrat détermine les comptes qui seront reliés à hitobito. Plusieurs comptes peuvent être reliés simultanément à hitobito via EBICS.
it: Il contratto regola quali account sono collegati a hitobito. È possibile collegare più account contemporaneamente a hitobito tramite EBICS.

source: Im Vertrag muss EBICS als Schnittstelle ausgewählt werden, falls Euch der Vertrag mehrere Optionen gibt.
fr: Dans le contrat, vous devez sélectionner EBICS comme interface si le contrat vous propose plusieurs options.
it: EBICS deve essere selezionato come interfaccia nel contratto se il contratto offre diverse opzioni.

source: Im Vertrag muss eine Software angegeben werde, damit ist hitobito gemeint. Angegeben werden soll als Software «hitobito» und als Hersteller «Puzzle ITC»
fr: Le contrat doit mentionner un logiciel, c'est-à-dire hitobito. Il faut indiquer "hitobito" comme logiciel et "Puzzle ITC" comme fabricant.
it: Il software deve essere specificato nel contratto, con software si intende hitobito. "hitobito" dovrebbe essere specificato come software e "puzzle ITC" come produttore

source: Die Buchungsart ist Sammelbuchung, die Periodizität ist Euch selbst überlassen.
fr: Le type de comptabilisation est une comptabilisation collective, la périodicité est laissée à votre appréciation.
it: La tipologia di prenotazione è collettiva, la periodicità la decidi tu.

source: Der Vertrag wird der Bank/Post zurückgeschickt. Von Seiten der Bank/Post wird nun ein Dokument mit der Vertrags-ID und der Kunden-ID für EBICS erstellt und Euch zur Verfügung gestellt. (Die genaue Bezeichnung kann variieren und auch als Teilnehmer-ID / Partner-ID o.Ä. bezeichnet sein.)
fr: Le contrat est renvoyé à la banque/poste. La banque/la poste crée alors un document contenant l'ID du contrat et l'ID du client pour EBICS et le met à votre disposition. (La désignation exacte peut varier et peut aussi être appelée ID de participant / ID de partenaire ou autre).
it: Il contratto verrà restituito alla banca/ufficio postale. La banca/ufficio postale creerà ora un documento con l'ID contratto e l'ID cliente per EBICS e lo metterà a tua disposizione. (La designazione esatta può variare e può anche essere indicata come ID partecipante / ID partner o simile.)

source: Mit diesem Dokument der Bank/Post könnt Ihr in hitobito unter den Rechnungseinstellungen->Zahlungsschnittstellen die Vertrags-ID und die Kunden-ID eingeben. Sobald dies gemacht ist, generiert Euch hitobito ein Initialisierungs-Dokument (INI-Brief).
fr: Avec ce document de la banque/poste, vous pouvez saisir l'ID du contrat et l'ID du client dans hitobito sous Paramètres de facturation->Interfaces de paiement. Une fois que cela est fait, hitobito vous génère un document d'initialisation (lettre INI).
it: Con questo documento della banca/ufficio postale, puoi inserire l'ID contratto e l'ID cliente in hitobito in impostazioni fattura->interfacce di pagamento. Non appena questo è fatto, hitobito genererà un documento di inizializzazione (lettera INI) per te.

source: Dieses Dokument muss dem Bankinstitut unterschrieben zurückgeschickt werden, damit die Verbindung zwischen Konto und hitobito erstellt werden kann.
fr: Ce document doit être retourné signé à l'institut bancaire pour que le lien entre le compte et hitobito puisse être établi.
it: Questo documento deve essere firmato e restituito alla banca in modo che possa essere stabilita la connessione tra il conto e hitobito.

source: Die Bank informiert Euch, sobald die Schnittstelle eingerichtet und aktiv ist.
fr: La banque vous informera dès que l'interface sera configurée et active.
it: La banca ti informerà non appena l'interfaccia sarà configurata e attiva.

source: Ist dies der Fall, werden Zahlungen, die in hitobito ausgelöst wurden, auch in hitobito abgebucht.
fr: Si c'est le cas, les paiements déclenchés dans hitobito seront également débités dans hitobito.
it: In tal caso, anche i pagamenti avviati in hitobito verranno addebitati in hitobito.

source: ACHTUNG: Für die Zuordnung einer Zahlung an eine Person ist die Referenznummer einziges relevantes Merkmal. Macht Eure Mitglieder darauf Aufmerksam, dass Zahlungen nicht mit alten Referenznummern gemacht werden sollen. Fehlerquellen sind hauptsächlich falsch eingegebene oder alte Referenznummern. In solchen Fällen muss über die Bank die Nachforschung zur entsprechenden Zahlung gemacht werden. Weder Puzzle ITC noch Hitobito kann in solchen Fällen unterstützen.
fr: ATTENTION : Pour l'attribution d'un paiement à une personne, le numéro de référence est la seule caractéristique déterminante. Signalez à vos membres que les paiements ne doivent pas être effectués avec d'anciens numéros de référence. Les sources d'erreur sont principalement des numéros de référence mal saisis ou anciens. Dans ces cas, il faut faire une recherche sur le paiement en question via la banque. Ni Puzzle ITC ni hitobito ne peuvent apporter leur soutien dans ces cas.
it: ATTENZIONE: Il numero di riferimento è l'unica caratteristica rilevante per l'attribuzione di un pagamento a una persona. Fai sapere ai tuoi membri che i pagamenti non devono essere effettuati con i vecchi numeri di riferimento. Le fonti di errore sono principalmente immesse in modo errato o sono vecchi numeri di riferimento. In tali casi, un'indagine sul relativo pagamento deve essere effettuata tramite la banca. Né Puzzle ITC né Hitobito possono fornire assistenza in questi casi.

source: Einrichten
fr: Configurer
it: Configurare

source: Beim Einrichten der Schnittstelle wird ein HTML File generiert das ausgedruckt und per Post an die Bank gesendet wird.
fr: Lors de la configuration de l'interface, un fichier HTML est généré. Il doit être imprimé et envoyé par courrier à la banque.
it: Quando si configura l'interfaccia, viene generato un file HTML che viene stampato e inviato alla banca per posta.

source: Anschliessend kann Teilnehmer-ID und Kunden-ID ausgefüllt werden
fr: Ensuite, l'ID du participant et l'ID du client peuvent être remplis
it: È quindi possibile compilare l'ID partecipante e l'ID cliente

source: Das Passwort wird verwendet um die Kommunikation zu verschlüsseln. Wenn dieses Passwort geändert wird, muss die ganze Einrichtung der Schnittstelle wiederholt werden.
fr: Le mot de passe est utilisé pour sécuriser la communication. Si ce mot de passe est modifié, il faut recommencer toute la configuration de l'interface.
it: La password viene utilizzata per crittografare la comunicazione. Se questa password viene modificata, è necessario ripetere l'intera configurazione dell'interfaccia.

source: Unterstützte Finanzinstitute
fr: Institutions financières compatibles
it: Istituzioni finanziarie supportate

source: Folgende Banken können via EBICS angebunden werden.
fr: Les banques suivantes peuvent être reliées via EBICS.
it: Le seguenti banche possono essere collegate tramite EBICS.

source: Raiffeisen Schweiz
fr: Raiffeisen Suisse
it: Raiffeisen Svizzera

source: Vorhanden, jedoch noch keine abschliessende Verifikation:
fr: Disponibles, mais pas encore vérifiées de manière définitive :
it: Verifica disponibile, ma non ancora definitiva:

source: Luzerner Kantonalbank
fr: Banque cantonale de Lucerne

source: St.Galler Kantonalbank
fr: Banque cantonale de Saint-Gall

source: Thurgauer Kantonalbank
fr: Banque cantonale de Thurgovie

source: Zürcher Kantonalbank
fr: Banque cantonale de Zurich

source: Zuger Kantonalbank
fr: Banque cantonale de Zoug

source: Gerne ergänzen wir diese Liste mit weiteren Banken.
fr: C'est avec plaisir que nous complétons cette liste avec d'autres banques.
it: Saremmo felici di aggiungere altre banche a questo elenco.
