Repository: hitobito/user_documentation
Catalog: locales/*/LC_MESSAGES/faq.po
Languages: fr, it

source: Fragen und Antworten
fr: Questions et réponses
it: Domande e risposte

source: Hitobito meldet, dass die IBAN Nummer ungültig ist
fr: Hitobito signale que le numéro IBAN n'est pas valide
it: Hitobito segnala che il numero IBAN non è valido

source: Falls als Einzahlungschein QR Rechnungen ausgewählt sind, muss eine spezielle QR-IBAN (https://www.moneytoday.ch/lexikon/qr-iban/) hinterlegt werden. Diese unterscheidet sich von der bestehenden IBAN Nummer.
fr: Si des factures QR sont sélectionnées comme bulletin de versement, un IBAN QR spécial doit être enregistré (https://www.moneytoday.ch/lexikon/qr-iban/). Celui-ci est différent du numéro IBAN existant.
it: Se come polizza di versamento vengono selezionate le fatture QR, deve essere memorizzato uno speciale QR-IBAN (https://www.moneytoday.ch/lexikon/qr-iban/). Questo differisce dal numero IBAN esistente.

source: Die Haupt-E-Mail kann nicht geändert werden
fr: L'adresse e-mail principale ne peut pas être modifiée
it: L'e-mail principale non può venire cambiato

source: Wenn ein Account beispielsweise bei einer Ortsgruppe und im Dachverband eine aktive Rolle hat, kann die **Haupt-E-Mail** nur von einer Person geändert werden, welche Schreibrechte in beiden Gruppen hat. Folgende Nachricht wird dann jeweils angezeigt: "Die Haupt-E-Mail Adresse einer Person mit mehreren Rollen kann nur von einem über alle diese Rollen übergeordneten Benutzer geändert werden" Der Account selbst kann seine Haupt-E-Mail immer ändern.
fr: Si un compte a par exemple un rôle actif dans un groupe local et dans l'association faîtière, l'**adresse e-mail principale** ne peut être modifiée que par une personne qui a des droits d'écriture dans les deux groupes. Le message suivant s'affiche alors : "L'adresse e-mail principale d'une personne ayant plusieurs rôles ne peut être modifiée que par un·e utilisateur·trice de niveau supérieur à tous ces rôles." L'utilisateur·trice du compte lui·elle-même peut toujours modifier son adresse e-mail principale.
it: Ad esempio, se un account ha un ruolo attivo sia in un gruppo locale che nell'organizzazione ombrello, l'**indirizzo e-mail principale** può essere modificato solo da qualcuno che ha accesso in scrittura a entrambi i gruppi. Viene quindi visualizzato il seguente messaggio: "L'indirizzo e-mail principale di una persona con più ruoli può essere modificato solo da un utente che è superiore a tutti questi ruoli." L'account stesso può sempre modificare la propria e-mail principale.

source: Ein Beispiel: Ich bin in der Ortsgruppe Wabern und habe eher wenig Rechte im System. Ich kann aber in meiner Gruppe einen Admin zu meiner Gruppe hinzufügen, der auf dem Dachverband sehr viele Rechte hat. Dadurch erhalte ich Schreibrechte auf dieser Person. Ich könnte die primäre Mailadresse auf eine mir zugängliche Adresse ändern, ein Passwortreset auf dem User machen und mich anschliessend als Dachverbands-Admin einloggen. Um das Ganze zu vertuschen, könnte ich danach die Mailadresse wieder zurückändern. Aus diesem Grund ist das Ändern der primären Mailadresse nur zugelassen wenn ich die Berechtigung über alle Gruppen des Admins habe.
fr: Un exemple : Je fais partie du groupe local de Wabern et j'ai plutôt peu de droits dans le système. Cependant, dans mon groupe, je peux ajouter un admin à mon groupe qui a beaucoup de droits au niveau de l'association faîtière. J'obtiens ainsi des droits d'écriture sur cette personne. Je pourrais changer l'adresse e-mail principale pour une adresse qui m'est accessible, faire une réinitialisation du mot de passe sur l'utilisateur·trice et me connecter ensuite en tant qu'admin de l'association faîtière. Pour dissimuler le tout, je pourrais ensuite changer à nouveau l'adresse e-mail. C'est pourquoi la modification de l'adresse e-mail principale n'est autorisée que si j'ai le droit d'accéder à tous les groupes de cet admin.
it: Un esempio: faccio parte del gruppo locale Wabern e ho pochi diritti nel sistema. Ma posso aggiungere un amministratore al mio gruppo che ha molti diritti nell'organizzazione ombrello. Questo mi dà i permessi di scrittura su questa persona. Potrei cambiare l'indirizzo e-mail principale con un indirizzo a me accessibile, reimpostare la password dell'utente e quindi accedere come amministratore dell'organizzazione ombrello. Per nascondere l'intera faccenda, potrei cambiare di nuovo l'indirizzo email in seguito. Per questo motivo, la modifica dell'indirizzo email principale è consentita solo se dispongo dell'autorizzazione per tutti i gruppi di amministratori.

source: Geänderte Haupt-E-Mail muss bestätigt werden
fr: La modification de l'adresse e-mail principale doit être confirmée
it: L'indirizzo e-mail principale modificato deve essere confermato

source: Wird die Haupt-E-Mail einer Person mit Login geändert, so wird ein Mail mit Bestätigungslink an die **neue** E-Mail-Adresse gesendet. So wird sichergestellt, dass die neue Adresse funktioniert und die Person hinter der E-Mail-Adresse mit der Verwendung einverstanden ist. Die Haupt-E-Mail von Personen ohne aktiviertem Login lassen sich sofort ändern.
fr: Si l'adresse e-mail principale d'une personne ayant un login est modifiée, un e-mail avec un lien de confirmation est envoyé à la **nouvelle** adresse e-mail. Cela permet de s'assurer que la nouvelle adresse fonctionne et que la personne derrière cette adresse e-mail est d'accord avec son utilisation. L'adresse e-mail principale des personnes sans login activé peut être modifiée directement.
it: Se l'e-mail principale di una persona con un login viene modificato, verrà inviata un'e-mail con un link di conferma al **nuovo** indirizzo e-mail. Ciò garantisce che il nuovo indirizzo funzioni e che la persona dietro l'indirizzo e-mail acconsenta al suo utilizzo. L'e-mail principale delle persone senza login attivato può essere modificata immediatamente.

source: Die Bestätigung ist wichtig, da Hitobito als OAuth Provider genutzt werden kann und viele OAuth Dienste die E-Mail zur Identifikation nutzen. Ohne Bestätigung würde folgendes Angriffsszenario funktionieren:
fr: La confirmation est importante, car hitobito peut être utilisé comme fournisseur OAuth et de nombreux services OAuth utilisent l'adresse e-mail pour s'identifier. Sans confirmation, le scénario d'attaque suivant fonctionnerait :
it: La conferma è importante perché Hitobito può essere utilizzato come provider OAuth e molti servizi OAuth utilizzano la posta elettronica per l'identificazione. Senza conferma, funzionerebbe il seguente scenario di attacco:

source: Eine Person A loggt sich via hitobito bei einem Drittservice ein
fr: Une personne A se connecte à un service tiers via hitobito
it: Una persona A accede a un servizio di terze parti tramite hitobito

source: Der Drittservice merkt sich A anhand der Haupt-E-Mailadresse
fr: Le service tiers se souvient de A grâce à son adresse e-mail principale
it: Il servizio di terze parti ricorda A in base all'indirizzo e-mail principale

source: Eine Person X mit Schreibzugriff auf A bearbeitet A und löscht die Haupt-E-Mailadresse
fr: Une personne X ayant un accès d'écriture sur A modifie A et supprime son adresse e-mail principale
it: Una persona X con accesso in scrittura ad A modifica A ed elimina l'indirizzo e-mail principale

source: Person X füllt bei sich selber die ehemalige Haupt-E-Mailadresse von Person A ein. *Dieser Schritt wird durch die aktuelle E-Mail-Verifikation verhindert.*
fr: La personne X saisit elle-même l'ancienne adresse e-mail principale de la personne A. *Cette étape est empêchée par la vérification actuelle de l'adresse e-mail.
it: La persona X inserisce l'indirizzo e-mail principale precedente della persona A. *Questo passaggio è impedito dall'attuale verifica dell'e-mail.*

source: Person X verwendet beim Drittservice den "Login via hitobito" und kann nun den dortigen Account von Person A übernehmen.
fr: La personne X utilise le "login via hitobito" auprès du service tiers et peut maintenant reprendre le compte de la personne A.
it: La persona X utilizza "Accesso tramite hitobito" per il servizio di terze parti e ora può rilevare lì l'account della persona A.

source: Mailadressen Export für Outlook
fr: Exportation d'adresses e-mail pour Outlook
it: Esportazione di indirizzi mail per Outlook

source: Der Export "Mailadressen" gibt eine Liste aller Mailadressen getrennt durch Kommas aus. Outlook erkennt standardmässig die einzelnen Mailadressen nicht. Bei den meisten Mailprogrammen, ausser Outlook, funktioniert Komma als Trennzeichen. Outlook kann konfiguriert werden, dass auch Kommas funktionieren: https://www.officetooltips.com/outlook_365/tips/how_to_use_commas_as_separators_for_multiple_email_recipients.html
fr: L'exportation "Adresses e-mail" fournit une liste de toutes les adresses e-mail séparées par des virgules. Par défaut, Outlook ne reconnaît pas les différentes adresses de messagerie. Dans la plupart des programmes de messagerie, à l'exception d'Outlook, la virgule fonctionne comme séparateur. Outlook peut être configuré pour que les virgules fonctionnent aussi comme séparateur : https://www.officetooltips.com/outlook_365/tips/how_to_use_commas_as_separators_for_multiple_email_recipients.html
it: L'esportazione "Indirizzi mail" genera un elenco di tutti gli indirizzi mail separati da virgole. Per impostazione predefinita, Outlook non riconosce i singoli indirizzi mail. Con la maggior parte dei programmi di posta, ad eccezione di Outlook, la virgola funge da separatore. Outlook può essere configurato per funzionare anche con le virgole: https://www.officetooltips.com/outlook_365/tips/how_to_use_commas_as_separators_for_multiple_email_recipients.html

source: Wie werden Personen-Duplikate erkannt?
fr: Comment les doublons de personnes sont-ils détectés ?
it: Come vengono riconosciute le persone duplicate?

source: Wenn eine Person mehrfach erfasst wurde, dann kann man die Duplikate zusammenführen. Dazu gibt es auf dem "Personen"-Tab einer :doc:`Ebene</access_concept>` (z.B. Dachverband, Region, Ortsgruppe) einen Button "Duplikate". Der Button ist nur für Personen mit sehr hohen Berechtigungen (``layer_and_below_full`` oder ``admin``) sichtbar.
fr: Si une personne a été saisie plusieurs fois, il est possible de fusionner les doublons. Pour cela, il y a un bouton "Duplicata" dans l'onglet "Personnes" d'un :doc:`niveau1` (par ex. association faîtière, région, groupe local). Ce bouton n'est visible que par des personnes disposant de droits très élevés (``layer_and_below_full`` ou ``admin``).
it: Se una persona è stata inserita più di una volta, puoi unire i duplicati. C'è un pulsante "Duplicati" nella scheda "Persone" di un :doc:`livello</access_concept>` (ad es. associazione mantello, regione, gruppo locale). Il pulsante è visibile solo alle persone con autorizzazioni molto elevate (``layer_and_below_full`` o ``admin``).

source: Hitobito analysiert jede Nacht die Einträge in der Datenbank und ergänzt die Liste von Duplikaten. Zwei Personen zählen als Duplikate, wenn die Felder Vorname, Nachname, Firmenname, Postleitzahl und Geburtsdatum übereinstimmen (bei Postleitzahl und Geburtsdatum zählt es auch, wenn das Feld bei einer der Personen leer ist). Ein Beispiel: Anna Berger (PLZ 1000, Geburtsdatum 01.01.1970) wird als Duplikat von Anna Berger (ohne PLZ oder Geburtsdatum) erkannt. Anna (PLZ 1000, Geburtsdatum 01.01.1970) ohne Nachname ist hingegen kein Duplikat, der Nachname muss zwingend übereinstimmen oder bei beiden Personen leer sein.
fr: Hitobito analyse chaque nuit les entrées dans la base de données et complète la liste des doublons. Deux personnes sont considérées comme des doublons si les champs Prénom, Nom, Nom de l'entreprise, Code postal et Date de naissance sont identiques (pour le Code postal et la Date de naissance, cela compte également si le champ est vide pour l'une des personnes). Un exemple : Anna Berger (NPA 1000, date de naissance 01.01.1970) est reconnue comme un doublon d'Anna Berger (sans NPA ni date de naissance). En revanche, Anna (NPA 1000, date de naissance 01.01.1970) sans nom de famille n'est pas un doublon, le nom de famille doit impérativement correspondre ou être vide pour les deux personnes.
it: Hitobito analizza ogni notte le voci nel database e integra l'elenco dei duplicati. Due persone contano come duplicati se i campi nome, cognome, ragione sociale, CAP e data di nascita coincidono (per CAP e data di nascita conta anche se una delle persone ha il campo vuoto). Un esempio: Anna Berger (CAP 1000, data di nascita 01/01/1970) è riconosciuta come duplicato di Anna Berger (senza CAP e data di nascita). Anna (CAP 1000, data di nascita 01.01.1970) senza cognome non è un duplicato, il cognome deve coincidere o essere vuoto per entrambe le persone.

source: Dieselbe Duplikatserkennung wird auch schon direkt während dem Import einer CSV-Datei angewendet. Dort bekommt man gleich während dem Import noch die Möglichkeit, auszuwählen welche Zeilen eine bestehende Person aktualisieren sollen und welche Zeilen wirklich neue Personen sind.
fr: Cette même détection de doublons est également appliquée directement lors de l'importation d'un fichier CSV. Lors de l'importation, on a la possibilité de choisir les lignes qui permettent de mettre à jour des personnes existantes et les lignes qui sont vraiment de nouvelles personnes.
it: Lo stesso rilevamento duplicati viene applicato anche direttamente durante l'importazione di un file CSV. Lì hai la possibilità di selezionare quali righe una persona esistente dovrebbe aggiornare e quali righe sono veramente nuove persone durante l'importazione.

source: Wann wird welche Referenznummer verwendet?
fr: Quand et quel numéro de référence est utilisé ?
it: Quando viene utilizzato quale numero di riferimento?

source: Hitobito unterstützt sowohl die QR-Referenz wie die Creditor Reference (SCOR). Die QR-Referenz entspricht im Aufbau der ESR-Referenz (immer 26 numerische Zeichen gefolgt von einer Prüfziffer nach Modulo 10 rekursiv) und kann vom Rechnungssteller als strukturierte Referenz verwendet werden. Creditor Reference ist gemäss ISO-11649-Standard implementiert. Die Prüfziffer der Creditor Reference muss mit Modulo 97-10 berechnet werden. Weitere Infos unter https://www.paymentstandards.ch/dam/downloads/ig-qr-bill-de.pdf
fr: Hitobito est compatible avec la référence QR et la Creditor Reference (SCOR). La référence QR correspond dans sa structure à la Référence ESR (toujours 26 caractères numériques suivis d'un chiffre de contrôle selon le modulo 10 récursif) et peut être utilisée par l'émetteur·trice de factures comme référence structurée. La Creditor Reference est implémentée conformément à la norme ISO-11649. Le chiffre de contrôle de la Creditor Reference doit être calculé avec modulo 97-10. Plus d'informations sur https://www.paymentstandards.ch/dam/downloads/ig-qr-bill-de.pdf
it: Hitobito supporta sia il riferimento QR che il Creditor Reference (SCOR). Il riferimento QR ha la stessa struttura del riferimento PVR (sempre 26 caratteri numerici seguiti da una cifra di controllo ricorsivamente secondo modulo 10) e può essere utilizzato dall'emittente della fattura come riferimento strutturato. Creditor Reference è implementato secondo lo standard ISO 11649. La cifra di controllo del riferimento del creditore deve essere calcolata con modulo 97-10. Ulteriori informazioni su https://www.paymentstandards.ch/dam/downloads/ig-qr-bill-de.pdf

source: Wenn keine QR-IBAN in Hitobito erfasst wurde, wird eine Creditor Reference (SCOR) bei der generierung von Rechnungen verwendet.
fr: Si aucun QR-IBAN n'a été saisi dans hitobito, une Creditor Reference (SCOR) est utilisée lors de la génération des factures.
it: Se non è stato inserito alcun QR-IBAN in Hitobito, verrà utilizzato un Creditor Reference (SCOR) durante la generazione delle fatture.

source: Was bedeutet Hitobito 人人
fr: Que signifie Hitobito 人人
it: Cosa significa Hitobito 人人

source: Hitobito kommt aus dem Japanischen und bedeutet Mensch. Durch die beiden 人人 ist die Mehrzahl gemeint: Menschen oder auch Gemeinschaft. Quelle: https://www.wordsense.eu/%E4%BA%BA%E4%BA%BA/
fr: Hitobito vient du japonais et signifie "être humain". Grâce aux deux 人人, on parle du pluriel : personnes ou aussi communauté. Source : https://www.wordsense.eu/%E4%BA%BA%E4%BA%BA/
it: Hitobito viene dal giapponese e significa umano. I due 人人 indicano il plurale: popolo o comunità. Fonte: https://www.wordsense.eu/%E4%BA%BA%E4%BA%BA/
