Repository: hitobito/user_documentation
Catalog: locales/*/LC_MESSAGES/invoices.po
Languages: fr, it

source: Rechnungen
fr: Factures
it: Fatture

source: Rechnungen sind ein Feature welches pro Instanz aktiviert werden kann.
fr: Les factures sont une fonctionnalité qui peut être activée par instance.
it: Le fatture sono una funzionalità che può essere attivata per istanza.

source: Ob du Rechnungen verwalten kannst hängt davon ab, ob dir eine entsprechende Rolle vergeben wurde. Welche Rolle das ist hängt von der jeweiligen Organisation ab.
fr: Pour pouvoir gérer des factures, il faut qu'un rôle correspondant t'ait été attribué·e. La nature de ce rôle dépend de l'organisation.
it: La possibilità di gestire le fatture dipende dal fatto che ti sia stato assegnato un ruolo corrispondente. Quale ruolo è dipende dall'organizzazione.

source: In hitobito können Rechnungen erstellt und Debitoren verwaltet werden.
fr: Dans hitobito, il est possible de créer des factures et de gérer les débiteurs.
it: In hitobito è possibile creare fatture e gestire i debitori.

source: Rechnungen erstellen
fr: Créer des factures
it: Creare fatture

source: Rechnungen werden nicht auf der Ansicht Rechnungen erstellt, sondern ausgehend von Personenlisten oder auf der Ansicht einer bestimmten Person.
fr: Les factures ne sont pas créées dans l'affichage Factures, mais à partir de listes de personnes ou de l'affichage d'une personne spécifique.
it: Le fatture non vengono create dalla visualizzazione fatture, ma da elenchi di persone o dalla visualizzazione di una persona specifica.

source: Rechnungen können aus folgenden Ansichten erstellt werden:
fr: Les factures peuvent être créées à partir des affichages suivants :
it: Le fatture possono essere create dalle seguenti visualizzazioni:

source: Personenlisten
fr: Listes de personnes
it: Liste di persone

source: Teilnehmerlisten von einem Event, Lager oder Kurs
fr: Listes des participants à un événement, un camp ou un cours
it: Elenchi dei partecipanti ad un evento, campo o corso

source: Einzelperson
fr: Personne seule
it: Persone singole

source: im Abo an die jeweiligen Empfänger, dies erstellt eine Sammelrechnung
fr: dans un abonnement aux destinataires respectifs, ce qui crée une facture globale
it: in abbonamento ai rispettivi destinatari, crea una fattura collettiva

source: Rechnung
fr: Facture
it: Fattura

source: Hier finden Sie die Übersicht über alle erstellten Rechnungen und hier können diese verschickt, bearbeitet, gelöscht oder gedruckt werden. Pro Rechnung ist der Status sichtbar. Zahlungen können manuell auf der jeweiligen Rechnung erfasst oder mittels camt.054 XML-Datei [#f2]_ eingelesen werden.
fr: C'est ici que se trouve l'aperçu de toutes les factures créées et que celles-ci peuvent être envoyées, modifiées, supprimées ou imprimées. Le statut de chaque facture est visible. Les paiements peuvent être saisis manuellement sur la facture correspondante ou importés au moyen du fichier XML camt.054 [#f2]_.
it: Qui troverai una panoramica di tutte le fatture create e qui possono essere inviate, modificate, cancellate o stampate. Lo stato è visibile per ogni fattura. I pagamenti possono essere inseriti manualmente nella relativa fattura o importati tramite un file XML camt.054 [#f2]_.

source: Bei Bedarf können die Rechnungen auch als CSV exportiert und in eine Buchhaltungsapplikation eingelesen werden.
fr: Si nécessaire, les factures peuvent également être exportées au format CSV et importées dans une application de comptabilité.
it: Se necessario, le fatture possono anche essere esportate come CSV e lette in un'applicazione contabile.

source: An dieser Stelle können auch **externe** Rechnungen erstellt werden, d.h. Rechnungen, welche an externe Empfänger geschickt werden, welche nicht in hitobito erfasst sind.
fr: A cet endroit, il est également possible de créer des factures **externes**, c'est-à-dire des factures qui sont envoyées à des destinataires externes qui ne sont pas saisis dans hitobito.
it: A questo punto si possono creare anche fatture **esterne**, ovvero fatture che vengono inviate a destinatari esterni che non sono registrati in hitobito.

source: Sammelrechnungen
fr: Factures groupées
it: Fatture collettive

source: Werden Rechnungen aus dem Abo generiert, wird eine Sammelrechnung erstellt. Dies fasst die Rechnungen zu einem Eintrag zusammen. Dabei wird neben der Anzahl Rechnungen auch die offenen und bezahlten Beträge angezeigt.
fr: Si des factures sont générées à partir d'un abonnement, une facture groupée est créée. Cela regroupe les factures en une seule entrée. En plus du nombre de factures, les montants ouverts et payés sont également affichés.
it: Se vengono generate fatture dalla sottoscrizione, viene creata una fattura collettiva. Questo combina le fatture in un'unica voce. Oltre al numero di fatture vengono visualizzati anche gli importi aperti e pagati.

source: Rechnungsartikel
fr: Article de facturation
it: Elemento della fattura

source: Häufig verwendete Rechnungspositionen (z.B. Mitgliederbeitrag, Jahresabo, etc.) können hier vordefiniert werden. Diese Artikel können beim Erstellen von Rechnungen ausgewählt und individuell angepasst werden.
fr: Les articles de facturation fréquemment utilisés (par ex. cotisation de membre, abonnement annuel, etc.) peuvent être prédéfinis ici. Ces articles peuvent être sélectionnés et personnalisés lors de l'établissement des factures.
it: Gli elementi della fattura utilizzati di frequente (ad es. quota associativa, abbonamento annuale, ecc.) possono essere predefiniti qui. Questi elementi possono essere selezionati e personalizzati durante la creazione delle fatture.

source: Einstellungen
fr: Paramètres
it: Impostazioni

source: In den Rechnungseinstellungen können allgemeine Angaben gemacht werden, wie die Absenderadresse, Absender-E-Mail, Tage bis Fälligkeit, MwSt.-Nummer etc. Hier können auch die Texte für die erste, zweite und dritte Mahnung definiert werden.
fr: Dans les paramètres de la facture, il est possible de définir des informations générales telles que l'adresse de l'expéditeur, l'e-mail de l'expéditeur, les jours jusqu'à l'échéance, le numéro de TVA, etc. Il est également possible d'y définir les textes pour le premier, le deuxième et le troisième rappel.
it: Nelle impostazioni della fattura è possibile inserire informazioni generali, come l'indirizzo del mittente, l'e-mail del mittente, i giorni mancanti alla scadenza, la partita IVA, ecc. Qui è anche possibile definire i testi per il primo, secondo e terzo sollecito.

source: Diese Einstellungen können pro Ebene individuell vorgenommen werden.
fr: Ces réglages peuvent être effectués individuellement par niveau.
it: Queste impostazioni possono essere effettuate individualmente per ogni livello.

source: Du kannst rote und orange Einzahlungsscheine für Post und Bank erstellen. Zusätzlich stehen noch QR Rechnungen zur Verfügung. Für QR Rechnungen muss eine spezielle QR-IBAN (https://www.moneytoday.ch/lexikon/qr-iban/) hinterlegt werden. Diese unterscheidet sich von der bestehenden IBAN Nummer.
fr: Tu peux créer des bulletins de versement rouges et orange pour la poste et la banque. De plus, des factures QR sont également disponibles. Pour les factures QR, un IBAN QR spécial (https://www.moneytoday.ch/lexikon/qr-iban/) doit être enregistré. Celui-ci est différent du numéro IBAN existant.
it: Puoi creare polizze di versamento rosse e arancioni per l'ufficio postale e la banca. Sono disponibili anche fatture QR. Per le fatture QR deve essere memorizzato uno speciale QR-IBAN (https://www.moneytoday.ch/lexikon/qr-iban/). Questo differisce dal numero IBAN esistente.

source: Eine camt.054 XML-Datei ist die Sammelbuchungs-auflösung und Belastungs- und Gutschriftsanzeige. Diese enthält eine Reihe verschiedene Buchungspositionen welche automatisiert auf Basis der ESR-Nummer bestehenden Rechnungen zugeordnet werden.
fr: Un fichier XML camt.054 correspond à la facture groupée et à l'avis de débit et de crédit. Ce fichier contient une série de différentes rubriques comptables qui sont attribuées automatiquement aux factures existantes sur la base du numéro BVR.
it: Un file XML camt.054 è la ripartizione collettiva della registrazione e l'avviso di addebito e accredito. Questo contiene una serie di diverse posizioni contabili che vengono automaticamente assegnate a fatture esistenti in base al numero PVR.
