Repository: hitobito/user_documentation
Catalog: locales/*/LC_MESSAGES/mailing_lists_mailchimp_export.po
Languages: fr, it

source: MailChimp-Export von Mailinglisten / Abos
fr: Exportation MailChimp de listes de diffusion / abonnements
it: MailChimp esportazione di mailing list/abbonamenti

source: Mit dem MailChimp-Export können die Abonnent*innen von Mailinglisten exportiert werden in eine MailChimp-Liste.
fr: L'exportation MailChimp permet d'exporter les abonné·e·s aux listes de diffusion en une liste MailChimp.
it: Con l'esportazione MailChimp, gli abbonati alle mailing list possono essere esportati in una lista MailChimp.

source: Bitte beachtet vor Benutzung dieses Features zwei Dinge:
fr: Avant d'utiliser cette fonctionnalité, veuillez faire attention à ces deux choses :
it: Si prega di notare due cose prima di utilizzare questa funzione:

source: Die MailChimp-Liste wird durch den Export **überschrieben** (siehe auch folgenden Abschnitt)
fr: La liste MailChimp est **écrasée** par l'exportation (voir aussi le paragraphe suivant)
it: La lista di MailChimp viene **sovrascritta** dall'esportazione (vedi anche la sezione seguente)

source: Die MailChimp-Liste wird **regelmässig** (alle 24h) und bei Bedarf zusätzlich **auf Knopfdruck** exportiert
fr: La liste MailChimp est exportée **régulièrement** (toutes les 24h) et si nécessaire **en appuyant sur un bouton**.
it: L'elenco MailChimp viene esportato **regolarmente** (ogni 24 ore) e, se necessario, anche **premendo un pulsante**

source: Grundsatz
fr: Principe
it: Principio

source: Das MailChimp-Feature ermöglicht es, die in Hitobito organisierten Daten zu brauchen, um mit MailChimp gestaltete Newsletter zu versenden. Es kann nicht gebraucht werden, um eine MailChimp-Liste mit einer Hitobito-Mailingliste zu synchronisieren, da es **keine Daten von MailChimp importiert** und **bestehende Daten von MailChimp bei jedem Export überschreibt**.
fr: La fonctionnalité MailChimp permet d'utiliser les données organisées dans hitobito pour envoyer des newsletters conçues avec MailChimp. Elle ne peut pas être utilisée pour synchroniser une liste MailChimp avec une liste de diffusion Hitobito, car elle **n'importe pas les données de MailChimp** et **écrase les données existantes de MailChimp à chaque exportation**.
it: La funzionalità MailChimp consente di utilizzare i dati organizzati in Hitobito per inviare newsletter progettate con MailChimp. Non può essere utilizzato per sincronizzare una mailing list di MailChimp con una mailing list di Hitobito in quanto **non importa i dati da MailChimp** e **sovrascrive i dati esistenti da MailChimp ad ogni esportazione**.

source: Verknüpfen einer Mailingliste mit MailChimp
fr: Lier une liste de diffusion à MailChimp
it: Collegamento di una mailing list a MailChimp

source: Mit jeder Mailingliste kann jeweils eine MailChimp-Liste verknüpft werden. Dies geschieht in den Einstellungen der Mailingliste durch die beiden Felder «MailChimp API-Schlüssel» und «MailChimp Listen-ID»:
fr: Une liste MailChimp peut être liée à chaque liste de diffusion. Cela se fait dans les paramètres de la liste de diffusion par les deux champs "Clé API MailChimp" et "ID listes MailChimp" :
it: Ad ogni mailing list può essere associata una mailchimp list. Questo viene fatto nelle impostazioni della mailing list utilizzando i due campi "Chiave API MailChimp" e "ID lista MailChimp":

source: Standardmässig werden nur die Haupt-E-Mailadressen der Abonnent*innen synchronisiert. Sollen weitere E-Mailadressen, welche die Option "Versand" haben ebenfalls mit MailChimp synchronisiert werden, ist die Option "Alle Versandadressen synchronisieren" anzuwählen.
fr: Par défaut, seules les adresses e-mail principales des abonné·e·s sont synchronisées. Si d'autres adresses e-mail, qui autorisent l'option "Envoi", devraient également être synchronisées avec MailChimp, il faut sélectionner l'option "Synchroniser toutes les adresses d'envoi".
it: Per impostazione predefinita, vengono sincronizzati solo gli indirizzi e-mail principali degli abbonati. Se anche altri indirizzi e-mail che hanno l'opzione "Spedizione" devono essere sincronizzati con MailChimp, selezionare l'opzione "Sincronizza tutti gli indirizzi di spedizione".

source: Die **«MailChimp Listen-ID»** kannst Du in den Einstellungen der gewünschten Liste in MailChimp holen (in gelb unten rechts):
fr: Tu peux obtenir l'**"ID listes MailChimp"** dans les paramètres de la liste souhaitée dans MailChimp (en jaune en bas à droite) :
it: È possibile ottenere **«MailChimp list ID»** nelle impostazioni dell'elenco desiderato in MailChimp (in giallo in basso a destra):

source: Der **«MailChimp API-Schlüssel»** ermöglicht es einer fremden Applikation wie Hitobito, in deinem Namen Änderungen in MailChimp vorzunehmen. Du kannst einen neuen API-Schlüssel im Menu «Extras / API keys» in den Einstellungen deines Profils erstellen. Auf der entsprechenden Seite kannst Du «Create A Key» drücken (im Bild unten links) und den «API key» aus dem Textfeld (im Bild gelb hinterlegt) in das entsprechende Feld in Hitobito kopieren:
fr: La **"clé API MailChimp "** permet à une application tierce comme hitobito d'effectuer des modifications en ton nom dans MailChimp. Tu peux créer une nouvelle clé API dans le menu "Extras / API keys" dans les paramètres de ton profil. Sur la page correspondante, tu peux appuyer sur "Create A Key" (en bas à gauche sur l'image) et copier la "API key" du champ de texte (surligné en jaune sur l'image) et la coller dans le champ correspondant dans hitobito :
it: La **«chiave API MailChimp»** consente a un'applicazione di terze parti come Hitobito di apportare modifiche a MailChimp per tuo conto. Puoi creare una nuova chiave API nel menu «Extra / Chiavi API» nelle impostazioni del tuo profilo. Nella pagina corrispondente puoi premere "Crea una chiave" (in basso a sinistra nell'immagine) e copiare la "Chiave API" dal campo di testo (sfondo giallo nell'immagine) nel campo corrispondente in Hitobito:

source: Gratuliere, nach dem Speichern dieser zwei Informationen ist nun deine Mailingliste mit der MailChimp-Liste verknüpft!
fr: Félicitations, après avoir enregistré ces deux informations, ta liste de diffusion est maintenant liée à la liste MailChimp !
it: Congratulazioni, dopo aver salvato queste due informazioni, la tua mailing list è ora collegata alla mailing list di MailChimp!

source: Exportieren nach MailChimp
fr: Exporter vers MailChimp
it: Esporta in MailChimp

source: Um die Abonnent*innen einer Mailingliste nach MailChimp zu exportieren, wähle die entsprechende Option im «Export»-Menu des «Abonnenten»-Tabs deiner Mailingliste in Hitobito aus.
fr: Pour exporter les abonné·e·s d'une liste de diffusion vers MailChimp, sélectionne l'option correspondante dans le menu "Exporter" de l'onglet "Abonné·e·s" de ta liste de diffusion dans hitobito.
it: Per esportare gli abbonati di una mailing list in MailChimp, seleziona l'opzione corrispondente nel menu «Esporta» della scheda «Iscritti» della tua mailing list in Hitobito.

source: Bitte beachte, dass der Export deine verknüpfte Liste in MailChimp überschreiben. Bestehende Kontakte werden in Mailchimp archiviert.
fr: Veuillez noter que l'exportation écrase votre liste liée dans MailChimp. Les contacts existants seront archivés dans Mailchimp.
it: Tieni presente che l'esportazione sovrascriverà l'elenco collegato in MailChimp. I contatti esistenti vengono archiviati in Mailchimp.

source: Nach dem Auslösen des Exports wird die Liste im Hintergrund in die gewählte MailChimp-Liste exportiert und die Abonnent*innen deiner Mailingliste sollten nach einiger Zeit dort erscheinen. Sollten E-Mailadressen in Mailchimp den Status "cleaned" besitzen, wird in hitobito ein entsprechender Validation Tag gesetzt. (z.B. "Haupt-E-Mail ungültig")
fr: Après le déclenchement de l'exportation, la liste est exportée en arrière-plan dans la liste MailChimp choisie et les abonné·e·s de ta liste de diffusion devraient y apparaître après un certain temps. Si des adresses e-mail ont le statut "cleaned" dans Mailchimp, une balise de validation correspondante est placée dans hitobito. (par ex. "Adresse e-mail principal non valide")
it: Dopo aver attivato l'esportazione, l'elenco verrà esportato nell'elenco MailChimp selezionato in background e gli iscritti alla tua mailing list dovrebbero apparire lì dopo un po' di tempo. Se gli indirizzi e-mail hanno lo stato "pulito" in Mailchimp, in hitobito viene impostato un tag di convalida corrispondente. (es. "E-mail principale non valida")

source: Abonnent*innen Ihrer Mailingliste, welche sich in der Vergangenheit aktiv bei MailChimp von Ihrer Liste abgemeldet haben (über den Abmelden-Link in Ihrer E-Mail), behalten ihren «Unsubscribed»-Status und erhalten auch nach einem neuerlichen Export aus hitobito keine E-Mails mehr von Ihnen.
fr: Les abonné·e·s à votre liste de diffusion qui se sont activement désinscrit·e·s de votre liste auprès de MailChimp par le passé (via le lien de désinscription dans votre e-mail) conservent leur statut "Unsubscribed" et ne recevront plus d'e-mails de votre part même après une nouvelle exportation depuis hitobito.
it: Gli abbonati alla tua mailing list che in passato hanno annullato attivamente l'iscrizione alla tua lista su MailChimp (tramite il link di annullamento dell'iscrizione nella tua e-mail) mantengono il loro stato "Unsuscribed" e non riceveranno e-mail anche dopo una nuova esportazione da hitobito.
