Repository: hitobito/user_documentation
Catalog: locales/*/LC_MESSAGES/mailing_lists.po
Languages: fr, it

source: Mailinglisten / Abos
fr: Listes de diffusion / abonnements
it: Mailing lists / abbonamenti

source: Mit Mailinglisten / Abos können die Empfänger von Zeitschriften / Abos verwaltet werden, man kann sie auch für die interne Kommunikation benutzen.
fr: Les listes de diffusion / abonnements permettent de gérer les destinataires des revues / abonnements, on peut aussi les utiliser pour la communication interne.
it: Con le mailing list/abbonamenti si possono gestire i destinatari delle riviste/abbonamenti, utilizzabili anche per la comunicazione interna.

source: Für Mailversände und das Verwalten von Abonnementen könnt ihr entsprechende Verteilerlisten erfassen.
fr: Pour les envois d'e-mails et la gestion des abonnements, vous pouvez saisir des listes de distribution respectives.
it: È possibile creare liste di distribuzione corrispondenti per l'invio di e-mail e la gestione degli abbonamenti.

source: Neues Abo erstellen
fr: Créer un nouvel abonnement
it: Creare un nuovo abbonamento

source: Mit den nötigen Berechtigungen könnt ihr im Tab "Abos" ein neues Abo erstellen. Minimal muss ein Name für das Abo vergeben werden. Falls das Abo für Mailversände verwendet werden soll, muss zudem unter "Mailinglisten Adresse" eine Adresse eingetragen werden.
fr: Avec les autorisations nécessaires, tu peux créer un nouvel abonnement dans l'onglet "Abonnements". Il faut au minimum donner un nom à l'abonnement. Si l'abonnement doit être utilisé pour des envois d'e-mails, il faut également saisir une adresse sous "Adresses de la liste de diffusion".
it: Con le autorizzazioni necessarie, puoi creare un nuovo abbonamento nella scheda "Abbonamenti". Come minimo, è necessario assegnare un nome per l'abbonamento. Se l'abbonamento deve essere utilizzato per l'invio di e-mail, è necessario inserire anche un indirizzo in "Indirizzo mailing list".

source: Absender-Rechte
fr: Droits de l'expéditeur
it: Diritti del mittente

source: Ohne weitere Konfiguration dürfen alle Personen, die das Abo bearbeiten können auch Mails an den Verteiler senden. Kontrolliert wird dabei ob die im Absender eingetragene Mail-Adresse bei den berechtigten Kontakten als Haupt- oder weitere Mailadresse hinterlegt ist.
fr: Sans autre configuration, toutes les personnes qui peuvent modifier l'abonnement peuvent également envoyer des e-mails à la liste de diffusion. Il est alors contrôlé si les adresses e-mail saisies comme expéditeur sont enregistrées par les contacts autorisés comme adresse e-mail principale ou supplémentaire.
it: Senza ulteriori configurazioni, tutte le persone che possono modificare l'abbonamento possono anche inviare e-mail alla lista di distribuzione. Viene verificato se l'indirizzo e-mail inserito nel mittente è memorizzato con i contatti autorizzati come indirizzo e-mail principale o aggiuntivo.

source: Die Mailadressen der Gruppe, zu dem das Abo gehört, dürfen ebenfalls jederzeit Mails an den Verteiler senden.
fr: Les adresses e-mail qui appartient à l'abonnement peuvent également envoyer des e-mails à la liste de diffusion à tout moment.
it: Gli indirizzi e-mail del gruppo a cui appartiene l'abbonamento possono anche inviare e-mail alla lista di distribuzione in qualsiasi momento.

source: Zusätzliche Absender können mit folgenden Optionen berechtigt werden
fr: Des expéditeurs supplémentaires peuvent être autorisés avec les options suivantes
it: Ulteriori mittenti possono essere autorizzati utilizzando le seguenti opzioni

source: Das Feld "Zusätzliche Absender": Mails mit den aufgeführten Absender-Adressen dürfen auf die Liste schreiben.
fr: Le champ "Expéditeurs supplémentaires" : les adresses d'expéditeurs figurant dans la liste peuvent envoyer des e-mails sur la liste.
it: Il campo "Ulteriori mittenti": le mails con gli indirizzi dei mittenti elencati possono scrivere nell'elenco.

source: "Abonnenten dürfen auf die Mailingliste schreiben": Die bei den Abonnenten erfassten Mail-Adressen dürfen auf die Liste schreiben.
fr: "Les abonnés peuvent écrire sur la liste de diffusion" : les adresses e-mail saisies chez les abonnés peuvent écrire sur la liste.
it: "Gli iscritti possono scrivere alla mailing list": Gli indirizzi email registrati con gli iscritti sono autorizzati a scrivere alla lista.

source: "Beliebige Absender/-innen dürfen auf die Mailingliste schreiben": Alle, die die Abo-Adresse kennen, können Mails dorthin senden.
fr: "N'importe quel expéditeur peut écrire sur la liste de diffusion" : tous ceux qui connaissent l'adresse d'abonnement peuvent y envoyer des e-mails.
it: "Qualsiasi mittente può scrivere alla mailing list": chiunque conosca l'indirizzo di iscrizione può inviare e-mail lì.

source: Empfänger zuweisen
fr: Attribuer un destinataire
it: Assegnare destinatario

source: In einem zweiten Schritt gilt es noch, die Empfänger dieses Abos zu bestimmen. Hierfür orientieren wir uns primär an den Organisationsstrukturen und den definierten Rollen.
fr: Dans un deuxième temps, il faut encore déterminer les destinataires de cet abonnement. Pour ce faire, nous nous orientons d'abord vers les structures organisationnelles et les rôles définis.
it: Il secondo passaggio consiste nel determinare i destinatari di questa sottoscrizione. A tal fine, ci orientiamo principalmente sulle strutture organizzative e sui ruoli definiti.

source: Gruppe/Rolle hinzufügen wählen
fr: Sélectionner Ajouter un groupe/un rôle
it: Selezionare aggiungere gruppo/ruolo

source: Nach Tags einschränken (optional)
fr: Limiter par tags (facultatif)
it: Limita per tag (facoltativo)

source: Mailversände
fr: Envois d'e-mails
it: Spedizioni di mail

source: Wenn ihr für das vorliegende Beispiel eine Einladung an alle Mitglieder der Region Bern versenden möchtet, könnt ihr diese an die gewählte E-Mail-Adresse senden. hitobito wird diese danach an die damit verknüpften Rollen, Anlässe etc. "weiterleiten".
fr: Si vous souhaitez envoyer une invitation par exemple, à tous les membres de la région de Berne, vous pouvez l'envoyer à l'adresse e-mail choisie. hitobito la "transmettra" ensuite aux rôles, événements, etc. qui y sont liés.
it: Se vuoi inviare un invito a tutti i membri della regione di Berna per questo esempio, puoi inviarlo all'indirizzo e-mail selezionato. hitobito lo "inoltra" quindi ai ruoli associati, agli eventi, ecc.

source: Etiketten drucken
fr: Imprimer des étiquettes
it: Stampare etichette

source: Falls ihr ein entsprechendes Etikettenformat definiert habt, könnt ihr diese im Abo unter "Export" auswählen, damit euch für physische Versände die Adressen der gewählten Mitglieder exportiert werden.
fr: Si vous avez défini un format d'étiquette spécifique, vous pouvez le sélectionner dans l'abonnement sous "Exportation" afin que les adresses des membres sélectionnés soient exportées pour des envois physiques.
it: Se hai definito un formato di etichetta corrispondente, puoi selezionarlo nell'abbonamento sotto "Esporta" in modo che gli indirizzi dei membri selezionati vengano esportati per gli invii fisici.

source: Mailinglisten nach Tags filtern
fr: Filtrer les listes de diffusion par tags
it: Filtra le mailing list per tag

source: Personen können beim hinzufügen via Rolle/Gruppe auch nach Tags gefiltert werden
fr: Les personnes peuvent également être filtrées par tags lors de l'ajout via un rôle/groupe
it: Le persone possono anche essere filtrate per tag quando vengono aggiunte tramite ruolo/gruppo
