Repository: hitobito/user_documentation
Catalog: locales/*/LC_MESSAGES/people_filter.po
Languages: fr, it

source: Personenfilter
fr: Filtre de personnes
it: Filtro per le persone

source: Auf der Personenliste kann nach unterschiedlichen Kriterien gefilter werden:
fr: La liste des personnes peut être filtrée selon différents critères :
it: L'elenco delle persone può essere filtrato in base a diversi criteri:

source: Rollenfilter
fr: Filtre de rôles
it: Filtro dei ruoli

source: Qualifikationsfilter
fr: Filtre de qualifications
it: Filtro delle qualifiche

source: Felder
fr: Champs
it: Campi

source: Filtern von Personen
fr: Filtrer les personnes
it: Filtrare le persone

source: Neuen Filter Anlegen
fr: Créer un nouveau filtre
it: Crea un nuovo filtro

source: Unter `weitere Ansichten` `Neuer Filter` wählen.
fr: Sous `autres affichages`, sélectionner `Nouveau filtre`.
it: Seleziona "Nuovo filtro" in "Altre visualizzazioni".

source: Auswahl auf welcher Ebene / Gruppe gesucht werden soll.
fr: Sélection du niveau / groupe dans lequel la recherche doit être effectuée.
it: Selezione su quale livello/gruppo cercare.

source: Auswahl an Personen mit gesuchten Rollen.
fr: Sélection de personnes avec des rôles recherchés.
it: Selezione di persone con ruoli ricercati.

source: alle Leiter von Gremien/Projektgruppen
fr: tous les responsables d'organes/groupes de projet
it: Tutti gli animatori di gremi / gruppi di progetto

source: Tipp: Beim klicken auf die Gruppe, werden alle Rollen dieser Gruppe ausgewählt.
fr: Astuce : En cliquant sur le groupe, tous les rôles de ce groupe sont sélectionnés.
it: Suggerimento: quando fai clic sul gruppo, vengono selezionati tutti i ruoli in questo gruppo.

source: Gefilterte Listen speichern
fr: Enregistrer les listes filtrées
it: Salva elenchi filtrati

source: Der definierte Filter kann gespeichert werden und, steht allen anderen Benutzern zur Verfügung.
fr: Le filtre défini peut être enregistré et est disponible pour tous les autres utilisateurs.
it: Il filtro definito può essere salvato ed è disponibile per tutti gli altri utenti.
