Repository: hitobito/user_documentation
Catalog: locales/*/LC_MESSAGES/roles.po
Languages: fr, it

source: Rollen
fr: Rôles
it: Ruoli

source: Rollen sind ein zentrales Konzept in hitobito:
fr: Les rôles sont un concept central dans hitobito :
it: I ruoli sono un concetto centrale in hitobito:

source: Jede Person kann beliebig viele Rollen in verschiedenen Kontexten haben. Peter kann z. B. gleichzeitig Leiter eines Gremiums in einem Kantonalverband sein, als auch Mitglied in einer Ortsgruppe.
fr: Chaque personne peut avoir autant de rôles qu'elle le souhaite dans différents contextes. Pierre peut par exemple être à la fois responsable d'un comité dans une association cantonale et membre d'un groupe local.
it: Ogni persona può avere un numero qualsiasi di ruoli in contesti diversi. Peter può ad es. essere contemporaneamente capo di un comitato in un'associazione cantonale, nonché membro di un gruppo locale.

source: Welche Rollen zur Verfügung stehen, hängt davon ab, in welcher Gruppe du die Person zuweist. Z. B. hat eine Gruppe vom Typ Vorstand Rollen wie PräsidentIn und SekretärIn zur Verfügung.
fr: Les rôles disponibles dépendent du groupe dans lequel tu assignes la personne. Par exemple, un groupe de type conseil d'administration dispose de rôles tels que président·e et secrétaire.
it: I ruoli disponibili dipendono dal gruppo a cui si assegna la persona. Ad esempio, un gruppo di tipo consiglio ha ruoli come presidente e segretario disponibili.

source: Die Rolle der Person bestimmt die `Zugriffsrechte`_ dieser Person.
fr: Le rôle de la personne détermine les `droits d'accès`_ de cette personne.
it: Il ruolo della persona determina i `diritti di accesso`_ di quella persona.

source: Empfehlungen
fr: Recommandations
it: Raccomandazioni

source: Für jede Organisation stellen wir die passenden Rollen bereit. Versuch also möglich die passende Art von Gruppentyp auszuwählen, damit du dort der Person die richtige Rolle zuweisen kannst.
fr: Nous mettons à disposition des rôles adaptés à chaque organisation. Essaie donc de choisir le type de groupe qui convient le mieux afin d'attribuer le bon rôle à la personne.
it: Forniamo i ruoli giusti per ogni organizzazione. Quindi cerca di scegliere il tipo giusto di tipo di gruppo, se possibile, in modo da poter assegnare il ruolo giusto alla persona nel gruppo.

source: Eigene Bezeichnungen für Rollen
fr: Désignations personnalisées des rôles
it: Designazioni personalizzate per i ruoli

source: Du kannst neben der offiziellen Rollenbezeichnung noch deine eigene ergänzen, indem du im Rollendialog das zusätzliche Feld ausfüllst.
fr: En plus de la désignation officielle du rôle, tu peux ajouter la tienne en remplissant le champ supplémentaire dans la boîte de dialogue des rôles.
it: Oltre al nome del ruolo ufficiale, puoi aggiungerne uno tuo compilando il campo aggiuntivo nella finestra di dialogo del ruolo.

source: Nach diesen Bezeichnung kann allerdings aktuell noch nicht gefiltert werden.
fr: Il n'est toutefois pas encore possible de filtrer les données en fonction de cette désignation.
it: Tuttavia, al momento non è possibile filtrare in base a questa designazione.
