Repository: hitobito/user_documentation
Catalog: locales/*/LC_MESSAGES/tags.po
Languages: fr, it

source: Mit Tags (engl. für Etikett, Schildchen) lassen sich in hitobito Kategorien oder Merkmale auf Personen abbilden. Tags sind nicht strukturierte Informationen und können frei definiert werden. Um Tags zu vergeben, sind schreibrechte auf der Person erforderlich.
fr: Les tags (anglais, étiquettes) permettent de représenter des catégories ou des caractéristiques de personnes dans hitobito. Les tags sont des informations non structurées et peuvent être définis librement. Pour pouvoir attribuer des tags, il faut disposer de droits d'écriture sur la personne.
it: Le categorie o le caratteristiche possono essere associate alle persone in hitobito con i tag (termine inglese che significa etichetta). I tag non sono informazioni strutturate e possono essere definiti liberamente. Per assegnare i tag sono necessarie le autorizzazioni di scrittura per la persona.

source: Erfassen von Tags
fr: Inscription de tags
it: Inserire i tags

source: Beim Erfassen der Tags könnt ihr die Kategorie direkt eingeben oder auch Unterkategorien bilden.
fr: Lors de l'inscription des tags, vous pouvez saisir directement la catégorie ou créer des sous-catégories.
it: Quando inserisci i tag puoi inserire direttamente la categoria o creare sottocategorie.

source: Bsp.:
fr: Ex. :
it: Es.:

source: Tag "Newsletter" vergeben, falls diese Person einen Newsletter erhalten soll.
fr: Inscrire le tag "Newsletter" si cette personne doit recevoir une newsletter.
it: Assegna il tag "Newsletter" se questa persona deve ricevere una newsletter.

source: Tag "Mailings: News" oder "Mailings: Events" vergeben, wenn es Newsletter für verschiedene Fälle gibt.
fr: Attribuer le tag "Mailings : News" ou "Mailings : Events" s'il y a des newsletters pour différents cas.
it: Assegna il tag "Mailings: News" o "Mailings: Events" se ci sono newsletter per casi diversi.

source: Verwalten von Tags
fr: Gérer les tags
it: Amministrazione dei tags

source: Als Administrator können die Tags unter Einstellungen für die ganze Instanz erstellt, bearbeitet, gelöscht und zusammengeführt werden.
fr: En tant qu'admin, les tags peuvent être créés, modifiés, supprimés et fusionnés sous Paramètres pour l'ensemble de l'instance.
it: In qualità di amministratore, i tag per l'intera istanza possono essere creati, modificati, eliminati e uniti in impostazioni.

source: Personen mit Tags auswählen
fr: Sélectionner des personnes avec des tags
it: Seleziona le persone con tag

source: Auf der Personenlisten können nach Tags gefilter werden. Weiter können bei Mailinglisten/Abo Personen aufgrund der gesetzten Tags ausgewählt werden.
fr: Les listes de personnes peuvent être filtrées par tags. De plus, pour les listes de diffusion/abonnements, les personnes peuvent être sélectionnées sur la base des tags définis.
it: L'elenco delle persone può essere filtrato per tag. Inoltre, nel caso di mailing list/iscrizioni, le persone possono essere selezionate in base ai tag impostati.
