Repository: hitobito/user_documentation
Catalog: locales/*/LC_MESSAGES/two_factor_authentication.po
Languages: fr, it

source: Zwei-Faktor-Authentifizierung
fr: Authentification à double facteur
it: Autenticazione a due fattori

source: Hitobito unterstützt die Zwei-Faktor-Authentifizierung mit folgender Methode:
fr: Hitobito permet l'authentification à double facteur en utilisant la méthode suivante :
it: Hitobito supporta l'autenticazione a due fattori utilizzando il seguente metodo:

source: TOTP mittels Authenticator-App und sechsstelligem Code
fr: TOTP au moyen de l'application Authenticator et d'un code à six chiffres
it: TOTP utilizzando l'app di autenticazione e il codice a sei cifre

source: Voraussetzungen
fr: Conditions préalables
it: Requisiti

source: Für die Zwei-Faktor-Authentifizierung wird ein Smartphone und eine Authenticator-App benötigt. Die Zwei-Faktor-Authentifizierung wurde mit der kostenfreien freeOTP App (https://freeotp.github.io/) entwickelt und getestet, sollte aber grundsätzlich auch mit anderen ähnlichen Apps wie andOTP (https://github.com/andOTP/andOTP) oder Google Authenticator funktionieren.
fr: L'authentification à double facteur nécessite un smartphone et une application Authenticator. L'authentification à double facteur a été développée et testée avec l'application gratuite freeOTP (https://freeotp.github.io/), mais devrait en principe fonctionner avec d'autres applications similaires comme andOTP (https://github.com/andOTP/andOTP) ou Google Authenticator.
it: Per l'autenticazione a due fattori sono necessari uno smartphone e un'app di autenticazione. L'autenticazione a due fattori è stata sviluppata e testata con l'app gratuita freeOTP (https://freeotp.github.io/), ma dovrebbe funzionare anche con altre app simili come andOTP (https://github.com/andOTP/andOTP ) o Google Authenticator.

source: Einrichten
fr: Configurer
it: Configurare

source: Um die Zwei-Faktor-Authentifizierung einzurichten, muss man sich erst in Hitobito anmelden. Auf dem eigenen Profil kann man nun im Dropdown "Login" den Knopf "Zwei Faktor Authentifizierung einrichten" sehen. Durch Klicken auf diesen Knopf landet man auf einer Seite mit einem QR-Code.
fr: Pour configurer l'authentification à double facteur, il faut d'abord se connecter à hitobito. Sur son propre profil, on peut voir dans le menu déroulant "Login" puis le bouton "Configurer l'authentification à double facteur". En cliquant sur ce bouton, on accède à une page contenant un code QR.
it: Per configurare l'autenticazione a due fattori, devi prima accedere a hitobito. Ora puoi vedere il pulsante "Imposta autenticazione a due fattori" nel menu a discesa "Accesso" sul tuo profilo. Facendo clic su questo pulsante si accede a una pagina con un codice QR.

source: In der freeOTP App auf dem Smartphone klickt man nun auf den QR-Code-Knopf in der Kopfzeile. Dadurch öffnet sich die Kamera mit einem Quadrat in der Mitte. Der QR-Code in hitobito kann nun mit der Kamera gescannt werden.
fr: Dans l'application freeOTP sur son smartphone, il faut maintenant cliquer sur le bouton du code QR dans l'en-tête. L'appareil photo s'ouvre alors avec un carré au milieu. Le code QR dans hitobito peut maintenant être scanné avec l'appareil photo.
it: Nell'app freeOTP sullo smartphone, fai clic sul pulsante del codice QR nell'intestazione. Questo aprirà la fotocamera con un quadrato nel mezzo. Il codice QR in hitobito può ora essere scansionato con la fotocamera.

source: Sobald der Code gescannt wurde, schliesst sich die Kamera und ein neues Element in der Liste sollte auf der App ersichtlich sein. Dies erkennt man anhand der Bezeichnung ''hitobito'' und der E-Mail-Adresse. Durch einen Klick auf den Eintrag wird ein sechsstelliger Code wird angezeigt.
fr: Dès que le code a été scanné, la caméra se ferme et un nouvel élément de la liste doit être visible sur l'application. On le reconnaît à la désignation ''hitobito'' et à l'adresse e-mail. En cliquant sur l'élément, un code à six chiffres s'affiche.
it: Una volta scansionato il codice, la fotocamera si chiuderà e sull'app dovrebbe apparire un nuovo elemento nell'elenco. Questo può essere riconosciuto dalla designazione ''hitobito'' e dall'indirizzo e-mail. Cliccando sulla voce verrà visualizzato un codice a sei cifre.

source: Dieser Code ändert sich alle paar Sekunden. Nun tippt man den Code in hitobito ein und klickt auf "Absenden". Sollte der Code inkorrekt sein, wird eine enstprechende Nachricht angezeigt und mann muss es erneut versuchen. Sobald der Code korrekt und rechtzeitig eingegeben wurde, wird man auf das Profil zurückgeleitet, und die Zwei-Faktor-Authentifizierung ist eingerichtet.
fr: Ce code change toutes les quelques secondes. Il faut maintenant taper le code dans hitobito et cliquer sur "Envoyer". Si le code est incorrect, un message s'affiche et il faut réessayer. Une fois que le code a été saisi correctement et à temps, on est redirigé vers le profil et l'authentification à double facteur est établie.
it: Questo codice cambia ogni pochi secondi. Ora digita il codice in hitobito e fai clic su "invia". Se il codice non è corretto, verrà visualizzato un messaggio corrispondente e dovrai riprovare. Una volta che il codice è stato inserito correttamente e in tempo, verrai reindirizzato al profilo e verrà impostata l'autenticazione a due fattori.

source: Login mit Zwei-Faktor-Authentifizierung
fr: Login avec authentification à double facteur
it: Login con l'autenticazione a due fattori

source: Sobald die Zwei-Faktor-Authentifizierung eingerichtet ist, muss der Code von der App bei jedem Login eingegeben werden. Nach der Eingabe von E-Mail und Passwort wird man auf eine Seite mit einer Eingabeaufforderung weitergeleitet. Hier tippt man nun wieder den Code aus der freeOTP App ab und klickt auf "Absenden". Sollte der Code nicht korrekt oder bereits abgelaufen sein, wird eine entsprechende Nachricht angezeigt. Ist der Code jedoch korrekt, wird man authentifiziert und in hitobito weitergeleitet.
fr: Une fois l'authentification à double facteur configurée, le code de l'application doit être saisi à chaque connexion. Après avoir saisi l'e-mail et le mot de passe, on est redirigé vers une page avec une demande de saisie de code. On y tape alors le code de l'app freeOTP et on clique sur "Envoyer". Si le code n'est pas correct ou s'il a déjà expiré, un message correspondant s'affiche. Si le code est correct, l'utilisateur est authentifié et redirigé vers hitobito.
it: Una volta impostata l'autenticazione a due fattori, il codice deve essere inserito dall'app ogni volta che si effettua l'accesso. Dopo aver inserito la tua e-mail e password, verrai reindirizzato a una pagina con un prompt. Qui digiti nuovamente il codice dall'app freeOTP e fai clic su "Invia". Se il codice non è corretto o è già scaduto, verrà visualizzato un messaggio corrispondente. Tuttavia, se il codice è corretto, verrai autenticato e reindirizzato a hitobito.

source: Zurücksetzen und deaktivieren
fr: Réinitialiser et désactiver
it: Ripristina e disabilita

source: Administratoren können die Zwei-Faktor-Authentifizierung einer Person auf deren Profil zurücksetzen oder deaktivieren. Dort erscheinen unter dem Dropdown "Login" zwei Knöpfe "Zwei Faktor Authentifizierung zurücksetzen" und "Zwei Faktor Authentifizierung deaktivieren".
fr: Les admins peuvent réinitialiser ou désactiver l'authentification à double facteur d'une personne sur son profil. Deux boutons "Réinitialiser l'authentification à double facteur" et "Désactiver l'authentification à double facteur" y apparaissent sous la liste déroulante "Login".
it: Gli amministratori possono reimpostare o disabilitare l'autenticazione a due fattori di un individuo sul proprio profilo. Due pulsanti "Ripristina autenticazione a due fattori" e "Disabilita autenticazione a due fattori" vengono visualizzati sotto il menu a discesa "Accesso".

source: Wird die Zwei-Faktor-Authentifizierung zurückgesetzt, wird der Nutzer beim nächsten Login einen neuen QR Code scannen müssen.
fr: Si l'authentification à double facteur est réinitialisée, l'utilisateur devra scanner un nouveau code QR lors de sa prochaine connexion.
it: Se l'autenticazione a due fattori viene ripristinata, l'utente dovrà scansionare un nuovo codice QR al successivo accesso.

source: Bei der Deaktivierung wird der Nutzer nicht mehr zur Zwei-Faktor-Authentifizierung aufgefordert.
fr: En cas de désactivation, l'utilisateur n'est plus invité à procéder à une authentification à double facteur.
it: Se disattivato, all'utente non viene più richiesta l'autenticazione a due fattori.
